[
	{
		"clutter" : ["Clutter sucks. It takes up space, it's ugly, and it decreases efficiency. Now you might be wondering: what exactly is clutter? Clutter is anything that decreases your performance. For instance, a laundry basket is a messy conglomeration of dirty clothes. However, if it’s holding all your dirty clothing, the basket is not cluttered; it’s performing maximally in its capacity. On the flip side, a single pencil on the floor is clutter because it’s not ready to be useful.","The most damaging type of clutter is mental. Similar to dirty laundry, if thoughts are strewn around your head, your mind cannot perform at peak capacity. When I started to mentally declutter (through meditation, journaling, writing to-do lists, etc.), I was surprised to find out how much crap was slowing me down. But, through steady improvement, I am becoming more mentally agile and no longer consider mental clutter a weakness."],
		"improvement" : ["Here’s some math: if you improve by one percent every day, after one year you will be about 37 times better. So, it seems like a no-brainer to improve consistently at the highest level possible. Few things are more rewarding than setting goals and steadily working to achieve them.","Every project I take on incorporates an area of myself that I want to improve. For instance, I used to struggle with creating products in a timely manner (I always got lost in the details). One day, after spending 45 minutes aligning the text on the footer of an otherwise empty website, I realized this pace was not sustainable. So, after some research, I decided that my attitude for future projects would be to create a minimum viable product (MVP), and fill in the gaps later. By using this strategy I can now happily say that efficiency is one of my strengths."],
		"money" : ["Do you ever wish you could do two things at once? Same. That’s why I’m obsessed with making money while I sleep (sometimes literally). Now, this concept always takes one of two forms: delegating (to humans) or automating (through computers). Personally, I am more interested in automation because with a little initial work, you can have a free and very efficient personal assistant.","My first experiment with automation was an NBA lineup predictor that web-scraped data to and forecasted Draftkings lineups. The entire program took several months to build, but once it was created, I could get a winning lineup in under 20 minutes whenever I wanted."]
	}
]